---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.RiseDropSymbol.Outline
enum: Autodesk.Revit.DB.Mechanical.RiseDropSymbol
source: html/e71323a6-1a21-e28b-a137-963563302e59.htm
---
# Autodesk.Revit.DB.Mechanical.RiseDropSymbol.Outline

Outline only no internal geometry